Repository: tesselle/tabula
Catalog: po/R-*.po
Languages: fr

source: ACE is undefined when all rare species are singletons.
fr: L'estimateur ACE est indéfini lorsque toutes les espèces rares sont des singletons.

source: Consider using the bias-corrected Chao1 estimator instead.
fr: Envisagez plutôt d'utiliser l'estimateur Chao1 non biaisé.

source: Improved Chao1 estimator is undefined when there is no quadruple species.
fr: L'estimateur Chao1 amélioré est indéfini lorsqu'il n'y a pas d'espèce quadruple.

source: Improved Chao2 estimator is undefined when there is no quadruple species.
fr: L'estimateur Chao2 amélioré est indéfini lorsqu'il n'y a pas d'espèce quadruple.

source: ICE is undefined when all rare species are singletons.
fr: L'estimateur ICE est indéfini lorsque toutes les espèces rares sont des singletons.

source: Consider using the bias-corrected Chao2 estimator instead.
fr: Envisagez plutôt d'utiliser l'estimateur Chao2 non biaisé.

source: Absolute frequency
fr: Fréquence absolue

source: Heterogeneity
fr: Hétérogénéité

source: Evenness
fr: Équitabilité

source: Richness
fr: Richesse

source: Diversity
fr: Diversité

source: Sample size
fr: Effectif

source: Rank
fr: Rang

source: Frequency
fr: Fréquence

source: Expected species index
fr: Indice de diversité attendu
